i5/20240115-1133/0-master/1000/pgbench-warmup-250-1.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 250
partition method: range
partitions: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 5188555
number of failed transactions: 0 (0.000%)
latency average = 0.370 ms
initial connection time = 16.276 ms
tps = 86473.391644 (without initial connection time)